{
  "title": "下一站，幸福",
  "content": "任光晞，聖德大學法律系的留級生，也是聖德集團的唯一繼承人，過著物質富裕但心靈空虛、糜爛的生活，生活沒有目標，也因疑似父親為了母親外遇自殺而不再相信女生、甚至整個世界，直到遇見梁慕橙，聖德大學新來的便當妹。梁慕橙曾是大企業負責人千金，但在公司破產、父親車禍去世後，隨著後母與繼父漂泊，但仍以樂觀、堅定的態度面對生活。因擋住公車、打賭約會而認識的兩人，由彼此懷念父親共同的〈G弦之歌〉，產生愛意。光晞讓慕橙在面對繼父的覬覦中、第一次感到被保護，也在援交妹事件中、成功為慕橙打贏真相調查庭，還給慕橙清白；而慕橙重新讓光晞相信這個世界，和愛與捨。兩人對彼此的愛意日益漸深。就在兩人的幸福即將來到，光晞被發現罹患腦瘤，手術治療只有15%的成功率。光晞怕慕橙難過，要慕橙忘了他這個快死的人，但慕橙以愛和自己的身體讓光晞重拾希望。慕橙雖陪伴光晞經歷痛苦的檢查過程，但仍為自己無法幫助光晞的病情而自責，而院中同樣罹患腦瘤朋友的死亡，讓慕橙更認為光晞的生命比他們的幸福來得重要。為了讓光晞接受何董投資的質子治療，換取多一倍的治癒率，慕橙答應光晞母親的條件，不惜對光晞說謊，在手術當天離開光晞，成全光晞和何董女兒何以茜，這個慕橙認為同樣關心著光晞、也有能力挽救光晞性命的人。但慕橙不知她已懷了光晞的小孩。\n\n六年後，慕橙守著她的小小幸福，與兒子曉樂在花田村，過著辛苦但平靜的生活，也盡量不接受六年前帶她來花田村，但也暗戀她六年的朋友，花拓也，超過朋友關係的幫助；而因手術失去記憶的光晞成了一位戰無不勝但勢利的律師，也與手術後照顧他無微不至、已成為小兒科醫生的何以茜訂婚，過著光鮮亮麗的幸福生活。看似不會再有交際的兩人，因光晞在為李旺才性侵案件辯護時，在法院裡打了他的當事人，被罰到花田村執行240小時的社區服務，再度相遇。起先以陌生人態度對待光晞的慕橙，因光晞對花田村、以及對她和曉樂的幫助，明白自己還是愛著他，但為了不破壞光晞現有的幸福，選擇不告訴他他們的過去。被村長安排借住在慕橙家的光晞，知道單親家庭的辛苦，決定保護、幫助慕橙母子，被三人在一起的幸福感所深深吸引著。\n\n就在光晞完成社區服務，一切即將回復平靜的時候，光晞看到了六年前他與慕橙手術前約會的親密照片，記憶恢復，也想起了他與慕橙的愛情。不解慕橙當年為何離開他，以及六年後不願告訴他事實，滿懷憤怒的光晞，隱藏了對慕橙的愛，以曉樂為條件、假報復為由強迫慕橙嫁給他。婚後光晞冷嘲熱諷的對待慕橙，假裝不再愛慕橙；仍愛著光晞的慕橙也認為光晞因為她六年前的離開、恨她而不再愛她，婚後以贖罪的心態面對光晞，只求留在曉樂身邊。兩人過著有名無實的婚姻生活。光晞因李旺才事件的被害人，吳麗花的自殺事件，陷入事業危機，但慕橙以關心與信任，試著靠近光晞、打開光晞的心結。光晞與慕橙對彼此漸漸打開心防，兩人接受光晞助理的提議，到海邊度假村度假，試圖找回六年前對彼此的愛和信任，但這六年所造成的猜忌仍無法打開。在兩人關係即將雨過天晴之時，光晞發現了慕橙為了幫助花姨和拓也，瞞著他當掉了婚戒籌錢，並選擇放下他一人獨自去找拓也，頓時再讓光晞陷入謊言中，無法再相信慕橙對他的愛。為了幫助捲入殺人事件的拓也，慕橙求光晞為拓也辯護，光晞答應了，但以為在慕橙心裡，自己的重要性比不過拓也，決心為兩人的關係做一個了結，並放慕橙和曉樂回花田村。錯愕的慕橙終於瞭解光晞所有的舉動不是恨她報復她，而是愛她在乎她，也瞭解她傷得光晞很深。\n\n拓也急著認罪的態度，讓光晞覺得案情另有蹊翹。經精神科醫師協助，光晞喚起關鍵證人花痴心案發當時，關鍵幾秒的記憶，明白拓也頂罪是為了保護因受創傷、虐待而誤殺人的痴心。光晞也從慕橙對拓也的正面證詞瞭解到，拓也在這六年為了慕橙和曉樂做了很多，認為把慕橙和曉樂放回拓也身邊是對他們最好的。拓也不解為何光晞要放棄慕橙和曉樂，全盤托出慕橙六年前離開光晞的無奈，和慕橙一直想念光晞、愛光晞的事實。震驚的光晞仍埋怨慕橙當年留下他一人，認為慕橙依舊不會選擇和他在一起。經由助手Gary的調查，光晞終於瞭解當年他父親自殺真相，原來是他父親外遇背叛他母親，但他母親為了不破壞他父親在光晞心中形象，甘願被誤解二十多年，只因為愛他。光晞也瞭解愛有許多形式，不一定與他的愛不一樣就不愛，或許慕橙所做的一切也是愛的另一種表現。\n\n打贏官司當晚，拓也鼓勵慕橙不要再做等待的人，勇敢說出她對光晞的愛，給光晞勇氣去愛她、相信她。隔天早上，慕橙滿懷希望的等待光晞到來，但只等到Gary帶來光晞已簽字的離婚協議書。就在慕橙對挽回與光晞的婚姻絕望時，她接到了一通電話：曉樂被綁架了！顧不了其他事的慕橙馬上通知準備出國的光晞，兩人趕到綁匪約定的教堂。慕橙猜到這「綁架」事件是花姨、拓也、和曉樂搞的鬼，但還是將計就計的對光晞坦白：六年前她不願離開光晞，六年後她也不願和光晞離婚，她後悔被逼著對光晞說謊，假裝自己過得很好，她一直都愛著他，求他留下來。光晞接受慕橙的道歉，但也跟慕橙說其實他早就原諒慕橙了，離婚協議書只是給慕橙一個選擇，畢竟當初是他強迫慕橙與他結婚。終於瞭解彼此真心的兩人，在花田村車站前深情一吻，知道只要兩人在一起，每一站都是幸福的……",
  "keywords": [["光晞", "慕橙"], ["光晞", "曉樂"], ["慕橙", "曉樂"], ["慕橙", "拓也"]]
}
