{
  "title": "紅樓夢_前80回",
  "content": "女媧煉石補天，用了三萬六千五百顆石頭，剩一塊石未用，是為頑石，頑石經過修煉已經有了靈性。一僧一道攜它變幻為美玉帶入塵世，變成「通靈寶玉」。適逢神瑛侍者對一株絳珠仙草有澆灌之恩，又動了凡心下凡遊歷人間。絳珠仙草後修煉成女體，聞訊亦隨之下凡，打算把一生所有的眼淚還他。僧道二人欲了結這段公案，並將「通靈寶玉」夾帶其中。元宵時節，霍啟不慎丟失了英蓮。葫蘆廟失火禍及甄家，落魄的甄士隱被一僧一道點化，解出《好了歌注》出家。窮困的賈雨村反而由貧入官。賈府是金陵四大家族之一，受有功勳，分為寧榮二府，族中最長者為賈母，最疼生來口中就含有一塊通靈寶玉（補天頑石）的孫兒賈寶玉（神瑛侍者）。賈寶玉生來不喜讀聖賢書，卻愛與青春女性玩耍，為此與其父賈政關係緊張。林黛玉（絳珠仙草）此時入居賈府。劉姥姥為了生計，也一進榮府。學堂內發生一場大混戰，賈府男子眾人，醜態盡出。\n\n寧府長孫媳秦可卿去世，託夢叮囑王熙鳳盛筵必散。王熙鳳協理秦氏喪事，場面輝煌，展示理家才能。榮府賈元春獲選為妃並省親，榮府為元春省親修建別墅大觀園，極盡奢華。\n\n寶玉在池邊讀《會真記》，黛玉第一次葬花。趙姨娘與其子賈環，最恨賈寶玉。賈環欲燙瞎寶玉的眼，幸而未傷到眼睛，王夫人不罵賈環，把趙姨娘一頓臭罵。趙姨娘遂又命馬道婆扎紙人作法害鳳姐和寶玉。鳳姐有事求黛玉，被打斷，拿寶玉和黛玉的婚事取笑。寶鳳二人忽隨即因道婆作法而發狂，一僧一道前來相救。寶黛在春季結束時第二次葬花，林黛玉作成葬花詞一首。\n\n忽聞與賈府素無往來的忠順王府來人，要找寶玉問琪官下落，說出交換汗巾之事，賈政大怒。賈政本要拿賈環出氣，賈環卻趁機說出金釧跳井之事，謊稱金釧是因寶玉意圖強姦而自盡。賈政怒不可遏，親自下重手打了數十板，方被王夫人哭止，賈母聞訊訓斥賈政，賈政亦自後悔。寶玉想聽《牡丹亭》，卻被齡官冷落，待見得賈薔與齡官的景況，方知情緣皆有分定。\n\n探春寫帖邀眾人結詩社，眾姐妹和寶玉以海棠為題作詩。寶玉想起湘雲，邀來入社，湘雲之作眾人皆贊。劉姥姥二進榮國府，賈母設宴招待劉姥姥，劉姥姥鬧出不少笑話；眾人行酒令，所說詞句頗有寓意，黛玉不經意說了幾句《西廂記》中的句子，引起寶釵的注意，劉姥姥的令詞又引發哄堂大笑。眾人途經攏翠庵，妙玉請寶釵、黛玉到裡間喝體己茶，寶玉也跟去。劉姥姥用了妙玉的一個成窯杯，妙玉嫌髒準備扔掉，寶玉做順水人情送給了劉姥姥。劉姥姥出恭之後誤打誤撞到了怡紅院，在寶玉的床上睡著，好在被襲人發現並掩飾過去。寶釵審問黛玉在行酒令時背出《西廂記》詞句之事，以正言相勸，二人從此和好。黛玉於風雨夜作《秋窗風雨夕》詞。\n\n賈赦欲納鴛鴦為妾，鴛鴦發誓不嫁賈赦。賈赦聞訊，明言鴛鴦看上了寶玉，實則暗指鴛鴦與賈璉有「私情」。賈母聞訊大怒，認為賈赦有意要把她身邊的人支開。香菱向黛玉學作詩，以月為題，苦吟多首之後終得佳作。邢岫煙進京，路遇李紋、李綺，加上寶琴一起住進大觀園，湘雲也被賈母留下，園中熱鬧許多，交織成大觀園中最美麗的景色。眾人爭聯即景詩。寶琴作了十首懷古詩。元宵當晚，賈母在榮國府設宴。賈母把陳腐舊套批駁一番。\n\n鳳姐操勞成疾，李紈、探春、寶釵代為主持內務，更為嚴謹。蕊官托春燕給芳官帶去薔薇硝擦臉。賈環也想要，芳官把茉莉粉給了賈環。趙姨娘藉此進園大鬧，夏婆子從中加油添醋。\n\n柳家的想叫女兒去寶玉房中當差，托芳官給寶玉說，芳官要玫瑰露給柳五兒吃，並答應讓五兒在寶玉房裡當差。趙姨娘內侄卻欲娶柳五兒，柳家父母同意，五兒不願，父母未敢應允，錢槐氣愧，偏與柳家相與。柳家欲回，其哥嫂送給柳五兒茯苓霜。迎春的丫頭蓮花兒為司棋到廚房要燉雞蛋羹，柳家的不給，迎春的大丫頭司棋便領人大鬧廚房。柳五兒將茯苓霜分些贈芳官，回來被林之孝家的發現，王熙鳳叫把柳家的打四十板，永不許進二門，把五兒打四十板，交給莊子，或賣或配人。寶玉替彩雲瞞贓，平兒向偷太太玫瑰露給環兒的彩雲說明情況，鳳姐還要追究，經過平兒相勸，鳳姐方罷。賈敬歸天，尤氏理喪，尤老娘母女三人到寧府著家，賈蓉戲二姨。\n\n剛烈的尤三姐因柳湘蓮的拒絕娶配而引劍自盡；溫柔的尤二姐因王熙鳳的迫害吞金自殺。黛玉做「桃花詩」。眾人改海棠社為桃花社，推黛玉為社主。湘雲填柳絮詞，黛玉邀眾填詞。寶釵詩中有「任他隨聚隨分」之句。眾人後放風箏。鴛鴦望候鳳姐，說鳳姐患的是「血山崩」。賈璉請求鴛鴦暫把老太太的金銀傢伙偷著運出一箱子，暫押千數兩銀子支騰過去。\n\n大觀園內撿到繡春囊，王夫人命王熙鳳帶眾僕抄檢大觀園，王熙鳳消極配合。睿智聰穎的三妹賈探春憤而說出：「百足之蟲，死而不僵！必須先要從家裡自殺自滅起來，才能一敗塗地！」寧府夜宴，祖先靈位前竟聽見了詭譎的嘆息聲，似乎是在指責賈府的不肖子孫，即將毀掉百年的簪纓望族。史湘雲和林黛玉中秋夜聯詩，句句似乎預言了賈府的命運，極為淒涼感傷：「寒塘渡鶴影，冷月葬花魂」。之後寶玉的貼身丫鬟晴雯因讒言被王夫人逐，病亡之後寶玉作《芙蓉女兒誄》。而薛寶釵愚蠢縱玩的哥哥薛蟠，娶了潑辣鬧家的妻子；賈寶玉懦弱溫和的二姊（堂姊）賈迎春，嫁給了殘暴淫穢的丈夫。",
  "keywords": [["寶玉", "黛玉"], ["寶玉", "寶釵"], ["黛玉", "寶釵"]]
}
